<hr>
<pre>
  <font color="#000000" size="6">
          <b>กูเกิลเปิดซอร์ส Chrome for iOS นำโค้ดขึ้นโครงการ Chromium</b>
</font >
<font color="#000000" size="4">
                            กูเกิลมี Chrome for iOS มาได้สักพักใหญ่ๆ แล้ว ถึงแม้มันแบกชื่อ Chrome มาแบบเดียวกับรุ่นพี่ๆ
                    แต่ด้วยเงื่อนไขของแอปเปิล ทำให้กูเกิลต้องใช้เอนจิน WebKit แทนที่จะเป็น Blink ดังเช่นแพลตฟอร์มอื่นๆ
                    กูเกิลระบุว่าแยกจัดการซอร์สโค้ดของ Chrome for iOS แยกจาก Chrome เวอร์ชันอื่นๆ
                    เนื่องจากความซับซ้อนที่ใช้เอนจินแตกต่างกัน แต่ด้วยนโยบายของกูเกิลที่ต้องการเปิดซอร์สโค้ด
                    ส่งผลให้บริษัทพยายาม refactor โค้ดให้สะอาด และล่าสุดสามารถนำโค้ดเข้ามารวมในโครงการ Chromium แล้ว
                    ดังนั้นนักพัฒนาที่สนใจสามารถดาวน์โหลดซอร์สโค้ดจากเว็บโครงการ Chromium
                    แล้วมาคอมไพล์เป็น Chromium for iOS เองได้ (ถ้าต้องการ) กูเกิลยังบอกว่าเมื่อรวมโค้ดกันได้หมดแล้ว
                    กระบวนการพัฒนาจะรวดเร็วขึ้น เพราะชุดทดสอบต่างๆ สามารถรันร่วมกันได้ทั้งหมดอย่างอัตโนมัติ</font >



                            <img src ="https://i.imgur.com/i1KSCf1.jpg" width="40%">


        ที่มา : Blognone
</pre>
