<hr>
<pre>
  <font color="#000000" size="6">
          <b>รู้จัก YO เครื่องนับจำนวนอสุจิ ใช้งานผ่านสมาร์ทโฟน</b>
</font >
  <font color="#000000" size="4">
                            มองข่าวนี้ให้เป็นเรื่องวงการแพทย์ก็จะมีประโยชน์มากทีเดียว เมื่อแบรนด์ Medical Electronic Systems
                    เปิดตัว YO อุปกรณ์วิเคราะห์คุณภาพตัวอสุจิที่ใช้งานได้ผ่านสมาร์ทโฟน นับจำนวน และตรวจสอบคุณภาพได้ด้วย ในเวลาไม่กี่นาที
                    สิ่งนี้มากับตัวเครื่องที่สวมเข้ากับสมาร์ทโฟน iPhone และซัมซุงตระกูล Galaxy ได้ ใช้งานกับถ้วย แผ่นใสและผงสารเคมีทำละลาย
                    ซึ่งในราคา 49.95 เหรียญสหรัฐฯ จะมากับชุดทดสอบได้สองครั้งวิธีใช้ก็คือหยดอสุจิใส่ถาดและสอดเข้าเครื่องนั่นเอง</font >



                            <img src ="https://upic.me/i/i0/yo-cartridge.jpg" width="50%">



        ที่มา : Blognone

</pre>
