<hr>
<pre>
  <font color="#000000" size="6">
          <b>สั่งกาแฟ Starbucks ด้วยเสียงได้ผ่าน Amazon Alexa และแอพ Starbucks ในระบบ iOS</b>
</font >
  <font color="#000000" size="4">
                            Starbucks เปิดตัวบริการสั่งกาแฟด้วยเสียงได้ โดยลูกค้าจะสั่งผ่าน Amazon Alexa
                    หรือแอพพลิเคชั่น Starbucks ในระบบ iOS ก็ได้ สั่งกาแฟได้ก่อนดกินทางไปถึงร้าน
                    ไม่ต้องเสียเวลารอนานผู้รับคำสั่งกาแฟคือปัญญาประดิษฐ์ชื่อ My Starbucks Barista
                    ทำหน้าที่เป็นแชทบ็อตเมื่อลูกค้าเปิดแอพและสั่งกาแฟด้วยเสียง My Starbucks Barista
                    จะรับออร์เดอร์ทันทีปรับใช้ได้ตามประวัติการสั่งและสไตล์กาแฟที่แต่ละคนชอบ นอกจากแอพแล้ว
                    ลูกค้ายังสามารถสั่งกาแฟผ่าน Amazon Alexa โดยพูดว่า Alexa order my Starbucks ได้อีกด้วย
                    ระบบเบต้ากำลังให้ลูกค้าทั่วสหรัฐทดลองใช้ 1,000 คน และจะค่อยๆ เปิดบริการเต็มรูปแบบก่อนฤดูร้อนปีนี้
                    ส่วนผู้ใช้แอนดรอยด์จะใช้บริการได้หลังจากนั้น</font >



                            <img src ="http://i.imgur.com/gGiQr6q.jpg" width="50%">

        ที่มา: Blognone

</pre>
